{
    "jokes": [
      {"id": 1, "joke": "¿Qué le dice un electrón a otro? ¡Estoy atraído por tu carga positiva!"},
      {"id": 2, "joke": "¿Por qué los libros de física son siempre serios? Porque no quieren causar mucha 'onda'."},
      {"id": 3, "joke": "¿Qué hace un físico cuando tiene frío? Va a la esquina, ¡porque ahí hay 90 grados!"},
      {"id": 4, "joke": "¿Cuál es el animal más físico? El delfín, porque siempre está en onda."},
      {"id": 5, "joke": "No entiendo la gravedad. Siempre me tira abajo."},
      {"id": 6, "joke": "¿Por qué los físicos no confían en los átomos? Porque hacen todo a última partícula."},
      {"id": 7, "joke": "Una partícula subatómica entra a un bar y pregunta: ¿Hay mesa para uno?"},
      {"id": 8, "joke": "¿Cuál es el postre favorito de un físico? El pi de manzana."},
      {"id": 9, "joke": "¿Por qué el libro de física estaba triste? Porque tenía muchos problemas."},
      {"id": 10, "joke": "Dos átomos caminando. Uno dice: ¡Creo que perdí un electrón! El otro pregunta: ¿Estás seguro? ¡Sí, estoy positivo!"},
      {"id": 11, "joke": "¿Qué le dice un físico a otro en una fiesta? ¡Hoy vamos a romper las leyes de la termodinámica!"},
      {"id": 12, "joke": "¿Por qué los físicos son malos para jugar al escondite? Porque siempre están siendo observados."},
      {"id": 13, "joke": "Le dije a mi profesor de física que no entendía la clase. Él dijo: 'Eso es relativo'."},
      {"id": 14, "joke": "¿Qué le dijo un fotón a otro? ¡Estoy sin masa!"},
      {"id": 15, "joke": "Un electrón le pregunta a un protón: ¿Estás positivo? El protón responde: ¡Absolutamente!"},
      {"id": 16, "joke": "Un físico va al doctor: 'Doctor, me siento sin energía'. El doctor responde: 'Eso es un problema de potencial'."},
      {"id": 17, "joke": "¿Por qué los físicos no pueden jugar fútbol? Porque siempre estudian el campo."},
      {"id": 18, "joke": "Un electrón y un protón entran a un bar. El electrón dice: 'No tengo carga para pagar'."},
      {"id": 19, "joke": "¿Qué dijo el físico cuando se rompió su silla? ¡Maldita gravedad!"},
      {"id": 20, "joke": "¿Cuál es el baile favorito de un físico? El swing cuántico."},
      {"id": 21, "joke": "Le pregunté a un físico si creía en el amor a primera vista. Él dijo: 'Más bien en la fuerza de atracción'."},
      {"id": 22, "joke": "Un físico haciendo una dieta: 'Hoy solo consumo energía renovable'."},
      {"id": 23, "joke": "¿Qué hace un físico en un campo de fútbol? Mide la resistencia del aire."},
      {"id": 24, "joke": "¿Por qué los físicos no juegan al póker? Porque no pueden controlar sus pérdidas cuánticas."},
      {"id": 25, "joke": "¿Qué le dice un físico a su novia? Eres la constante de mi vida."},
      {"id": 26, "joke": "Un físico entra a un bar y dice: 'Necesito un poco de espacio'."},
      {"id": 27, "joke": "¿Por qué los físicos no pueden contar chistes? Porque siempre pierden el punto."},
      {"id": 28, "joke": "Un físico intenta arreglar una bombilla. Su amigo le dice: 'Eso no es tu campo'."},
      {"id": 29, "joke": "¿Qué dijo un físico después de perder una carrera? 'Debío mejorar mi velocidad terminal'."},
      {"id": 30, "joke": "¿Cuál es el pez favorito de un físico? El pez cuántico."},
      {"id": 31, "joke": "¿Qué le dijo un átomo a otro? 'Perdí un electrón'. El otro responde: 'Debes estar positivo'."},
      {"id": 32, "joke": "Un físico en una cita dice: 'En el amor y la física, todo es relativo'."},
      {"id": 33, "joke": "¿Por qué los físicos no creen en el destino? Porque prefieren las leyes de la probabilidad."},
      {"id": 34, "joke": "¿Cuál es la fruta favorita de un físico? La manzana de Newton."},
      {"id": 35, "joke": "¿Qué le dijo un imán a otro? 'No puedo resistir tu atracción'."},
      {"id": 36, "joke": "Un físico dice: 'No entiendo el amor, es demasiado caótico'."},
      {"id": 37, "joke": "¿Qué le dijo un electrón a un protón? 'No puedes vivir sin mí'."},
      {"id": 38, "joke": "En una reunión de físicos: 'Hoy vamos a cambiar las reglas de la física'."},
      {"id": 39, "joke": "¿Por qué los físicos no cuentan chistes sobre la gravedad? Porque no son graciosos."},
      {"id": 40, "joke": "¿Cuál es el helado favorito de un físico? El helado de plasma."},
      {"id": 41, "joke": "¿Qué le dijo un libro de física a otro? 'Siento que mi vida está llena de problemas'."},
      {"id": 42, "joke": "Un físico dice: 'No me gusta la incertidumbre, soy más de Heisenberg'."},
      {"id": 43, "joke": "¿Qué hace un físico en una montaña rusa? Analiza la aceleración centrípeta."},
      {"id": 44, "joke": "Un átomo le dice a otro: 'Creo que he perdido un electrón'. El otro pregunta: 'Estás seguro?' 'Sí, estoy totalmente positivo'."},
      {"id": 45, "joke": "¿Por qué los físicos no creen en la magia? Porque todo tiene una explicación científica."},
      {"id": 46, "joke": "Dos físicos en una cafetería: 'Necesito una dosis de cafeína para aumentar mi energía potencial'."},
      {"id": 47, "joke": "¿Qué le dijo un electrón a un protón? 'Tu positividad me atrae'."},
      {"id": 48, "joke": "Un físico en el supermercado: 'Estoy buscando la sección de productos congelados para estudiar el cero absoluto'."},
      {"id": 49, "joke": "¿Cuál es la comida favorita de un físico? El 'pan cuántico'."},
      {"id": 50, "joke": "Un físico dice: 'En mi vida amorosa, solo aplico la ley de la atracción universal'."}
    ]
  }
  
