[
    {"id": 1, "joke": "¿Por qué los físicos son malos para jugar a escondidas? Porque siempre son fáciles de encontrar, gracias al Principio de Incertidumbre."},
    {"id": 2, "joke": "¿Qué le dice un fotón a otro? '¡Vamos a ondular!'"},
    {"id": 3, "joke": "¿Cómo organizan los físicos sus fiestas? Ponen la mesa periódica."},
    {"id": 4, "joke": "¿Por qué no puedes confiar en un átomo? ¡Porque hacen todo a la mitad!"},
    {"id": 5, "joke": "¿Qué dijo un electrón al otro? 'No puedo resistir tu atracción'."},
    {"id": 6, "joke": "¿Por qué los libros de física son tan densos? Porque tienen mucha materia."},
    {"id": 7, "joke": "¿Por qué el ángulo fue a la terapia? Porque siempre estaba tenso."},
    {"id": 8, "joke": "¿Cuál es el chiste favorito de un fotón? '¡No me peso, viajo ligero!'"},
    {"id": 9, "joke": "¿Qué hace un físico en una montaña rusa? ¡Estudia las fuerzas G!"},
    {"id": 10, "joke": "¿Por qué los físicos no pelean? Porque saben que la fuerza es igual a la masa por la aceleración."},
    {"id": 11, "joke": "¿Qué dijo la partícula subatómica en el bar? '¡Me siento cargado!'"},
    {"id": 12, "joke": "¿Por qué los físicos no hacen dieta? Porque no pueden resistir la masa."},
    {"id": 13, "joke": "¿Qué dijo un imán al otro? '¡Me atraes más que la gravedad!'"},
    {"id": 14, "joke": "¿Por qué los físicos son malos en el fútbol? Porque siempre estudian el campo magnético."},
    {"id": 15, "joke": "¿Cómo llama un físico a su perro? 'Fórmula'."},
    {"id": 16, "joke": "¿Cuál es el animal favorito de un físico? ¡El gato de Schrödinger!"},
    {"id": 17, "joke": "¿Qué le dice un electrón a un protón? 'No puedo vivir sin ti'."},
    {"id": 18, "joke": "¿Por qué los físicos son malos contando chistes? Porque siempre pierden el punto de equilibrio."},
    {"id": 19, "joke": "¿Cuál es la bebida favorita de los físicos? 'El té de Newton'."},
    {"id": 20, "joke": "¿Cómo se despiden dos físicos? '¡Nos vemos en el próximo experimento!'"},
    {"id": 21, "joke": "¿Por qué el libro de física estaba triste? Porque tenía muchos problemas."},
    {"id": 22, "joke": "¿Qué hace un físico cuando está triste? Mide la intensidad de su campo emocional."},
    {"id": 23, "joke": "¿Por qué los físicos no juegan a las cartas? Porque siempre están buscando la partícula de Dios."},
    {"id": 24, "joke": "¿Cuál es el postre favorito de un físico? ¡La tarta de manzana de Newton!"},
    {"id": 25, "joke": "¿Cómo llama un físico a su hijo? 'Punto de referencia'."},
    {"id": 26, "joke": "¿Por qué los físicos no gritan? Porque conocen el poder del sonido."},
    {"id": 27, "joke": "¿Qué dijo la onda al ver la playa? '¡Ahí viene mi reflejo!'"},
    {"id": 28, "joke": "¿Por qué los físicos aman el invierno? Porque pueden calcular la velocidad del viento."},
    {"id": 29, "joke": "¿Cuál es el baile favorito de los físicos? ¡El swing cuántico!"},
    {"id": 30, "joke": "¿Por qué los físicos no se aburren? Porque siempre están en un estado de excitación."},
    {"id": 31, "joke": "¿Qué le dice un átomo a otro? '¡Me has robado un electrón!'"},
    {"id": 32, "joke": "¿Cuál es el instrumento musical favorito de un físico? ¡El arpa de ondas!"},
    {"id": 33, "joke": "¿Cómo llama un físico a su coche? 'Partícula aceleradora'."},
    {"id": 34, "joke": "¿Por qué los físicos no se pierden? Porque siempre saben su posición y velocidad."},
    {"id": 35, "joke": "¿Cuál es el peor enemigo de un físico? ¡La fricción!"},
    {"id": 36, "joke": "¿Por qué los físicos son buenos en matemáticas? Porque conocen todas las fórmulas."},
    {"id": 37, "joke": "¿Qué le dice un neutrón a un protón? 'No tienes carga, ¡pero igual te quiero!'"},
    {"id": 38, "joke": "¿Cuál es el pasatiempo favorito de un físico? Resolver ecuaciones."},
    {"id": 39, "joke": "¿Por qué los físicos no se estresan? Porque siempre buscan el equilibrio."},
    {"id": 40, "joke": "¿Cómo se llama el perro de un físico cuántico? 'Probabilidad'."},
    {"id": 41, "joke": "¿Por qué los físicos no cuentan ovejas para dormir? ¡Porque cuentan constelaciones!"},
    {"id": 42, "joke": "¿Qué dijo el electrón después de un largo viaje? '¡Necesito un descanso cuántico!'"},
    {"id": 43, "joke": "¿Cuál es la comida favorita de los físicos? 'Spaghetti al dente (de Einstein)'."},
    {"id": 44, "joke": "¿Qué hace un físico en la playa? Mide las ondas."},
    {"id": 45, "joke": "¿Cuál es el superhéroe favorito de los físicos? ¡El Hombre de la Relatividad!"},
    {"id": 46, "joke": "¿Por qué los físicos son buenos en ajedrez? Porque siempre piensan en varias dimensiones."},
    {"id": 47, "joke": "¿Cuál es el peinado favorito de un físico? ¡Las ondas cuánticas!"},
    {"id": 48, "joke": "¿Por qué los físicos no se cansan? Porque conservan su energía."},
    {"id": 49, "joke": "¿Cuál es el animal menos favorito de un físico? ¡La oveja negra de la física!"},
    {"id": 50, "joke": "¿Qué dijo el físico después de resolver un problema difícil? '¡Eso fue relativamente fácil!'"}
]
